#include "header.h"
void main()
{
  printf("¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à\n");
  printf("¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à\n");
  printf("¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à\n");
  printf("¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à\n");
  printf("¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à\n");
  printf("¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡á¡à¡à¡á¡á¡á¡à¡à¡á¡à¡á¡á¡à¡à¡à¡á¡á¡á¡á¡à¡à¡á¡á¡á¡à¡à¡á¡á¡à\n");
  printf("¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡á¡à¡á¡à¡à¡à¡á¡à¡á¡á¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à\n");
  printf("¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡á¡à¡á¡á¡á¡á¡á¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à¡à¡á¡á¡á¡á¡à¡á¡à¡à\n");
  printf("¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡à¡á¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à\n");
  printf("¡à¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à¡á¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à\n");
  printf("¡à¡à¡á¡á¡á¡á¡à¡à¡à¡á¡á¡á¡á¡à¡á¡à¡à¡á¡á¡á¡à¡à¡á¡à¡à¡à¡á¡à¡à¡á¡á¡á¡á¡à¡à¡á¡á¡á¡á¡à¡á¡à¡à\n");
  printf("¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à\n");
  printf("¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à\n");
  return 0;
}
